export default {
  projections: {
    ПерсоналE: {
      контакты: {
        __caption__: 'Контакты'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      должности: {
        __caption__: 'Должности',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    ПерсоналL: {
      контакты: {
        __caption__: 'Контакты'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      должности: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    контакты: {
      __caption__: 'Контакты'
    },
    фИО: {
      __caption__: 'ФИО'
    },
    должности: {
      __caption__: 'Должности'
    }
  }
};
