export default {
  projections: {
    РукОтдЛогE: {
      фИО: {
        __caption__: 'ФИО'
      },
      персонал: {
        __caption__: 'Персонал',
        контакты: {
          __caption__: 'Контакты'
        }
      }
    },
    РукОтдЛогL: {
      фИО: {
        __caption__: 'ФИО'
      },
      персонал: {
        __caption__: 'Контакты',
        контакты: {
          __caption__: 'Контакты'
        }
      }
    }
  },
  validations: {
    фИО: {
      __caption__: 'ФИО'
    },
    персонал: {
      __caption__: 'Персонал'
    }
  }
};
