export default {
  projections: {
    ТранспСрE: {
      марка: {
        __caption__: 'Марка'
      },
      госЗнак: {
        __caption__: 'Гос знак'
      },
      модель: {
        __caption__: 'Модель'
      },
      персонал: {
        __caption__: 'Персонал',
        контакты: {
          __caption__: 'Контакты'
        }
      },
      путевойЛист: {
        __caption__: 'Путевой лист',
        сопровожЛица: {
          __caption__: 'Сопровож лица'
        }
      }
    },
    ТранспСрL: {
      марка: {
        __caption__: 'Марка'
      },
      госЗнак: {
        __caption__: 'Гос знак'
      },
      модель: {
        __caption__: 'Модель'
      },
      персонал: {
        __caption__: 'Контакты',
        контакты: {
          __caption__: 'Контакты'
        }
      },
      путевойЛист: {
        __caption__: 'Сопровож лица',
        сопровожЛица: {
          __caption__: 'Сопровож лица'
        }
      }
    }
  },
  validations: {
    госЗнак: {
      __caption__: 'Гос знак'
    },
    марка: {
      __caption__: 'Марка'
    },
    модель: {
      __caption__: 'Модель'
    },
    персонал: {
      __caption__: 'Персонал'
    },
    путевойЛист: {
      __caption__: 'Путевой лист'
    }
  }
};
