export default {
  projections: {
    КонтрагентE: {
      организация: {
        __caption__: 'Организация'
      },
      ответсЛицо: {
        __caption__: 'Ответс лицо'
      },
      тЧЗаданВод: {
        __caption__: 'Т ч задан вод',
        пунктНазнач: {
          __caption__: 'Пункт назнач'
        }
      },
      рукОтдЛог: {
        __caption__: 'Рук отд лог',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    },
    КонтрагентL: {
      организация: {
        __caption__: 'Организация'
      },
      ответсЛицо: {
        __caption__: 'Ответс лицо'
      },
      тЧЗаданВод: {
        __caption__: 'Пункт назнач',
        пунктНазнач: {
          __caption__: 'Пункт назнач'
        }
      },
      рукОтдЛог: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    организация: {
      __caption__: 'Организация'
    },
    ответсЛицо: {
      __caption__: 'Ответс лицо'
    },
    рукОтдЛог: {
      __caption__: 'Рук отд лог'
    },
    тЧЗаданВод: {
      __caption__: 'Т ч задан вод'
    }
  }
};
