export default {
  projections: {
    ТЧВодительE: {
      табелНомер: {
        __caption__: 'Табел номер'
      },
      допущен: {
        __caption__: 'Допущен'
      },
      персонал: {
        __caption__: 'Персонал',
        контакты: {
          __caption__: 'Контакты'
        }
      }
    },
    ТЧВодительL: {
      табелНомер: {
        __caption__: 'Табел номер'
      },
      допущен: {
        __caption__: 'Допущен'
      },
      персонал: {
        __caption__: 'Контакты',
        контакты: {
          __caption__: 'Контакты'
        }
      }
    }
  },
  validations: {
    допущен: {
      __caption__: 'Допущен'
    },
    табелНомер: {
      __caption__: 'Табел номер'
    },
    персонал: {
      __caption__: 'Персонал'
    }
  }
};
